import React from "react";
import "./Home.css";

import magazine from "../../Assets/Images/magazine.jpg";
import editor from "../../Assets/Images/editor.jpg";

function Home() {
  return (
    <div className="home-page">
      {" "}
      <div className="magazine-info-section">
        <img src={magazine} alt="Turan" />
        <p>
          «Вестник университета «Туран» – научный журнал, публикующий научные
          статьи по широкому спектру современных экономических проблем, вопросам
          развития сферы образования, туризма, проблемам обеспечения устойчивого
          развития республики, повышения качества образования. Редакционная
          коллегия, рецензенты и авторы журнала стремятся соблюдать высокие
          стандарты научной и публикационной этики: прозрачность взаимодействия
          редакции и авторов журнала, обязательное рецензирование всех
          поступающих в журнал статей независимыми экспертами или членами
          редакционной коллегии, свободный доступ к публикациям. Журнал «Вестник
          университета «Туран»: а) нацелен на развитие активных и эффективных
          коммуникаций внутри научно-профессионального сообщества, создание
          площадки для открытого обмена и свободного высказывания мнений,
          способствующих повышению качества научных работ; б) способствует
          сближению науки и практики, поиску возможностей для применения
          результатов научных исследований в управленческой деятельности и
          решении социальных проблем; в) стремится к развитию международного
          сотрудничества, продвижению и распространению результатов
          казахстанских авторов в международном профессиональном сообществе.
          Журнал является изданием открытого доступа: все пользователи могут
          свободно и бесплатно читать, загружать, копировать публикуемые
          материалы и ссылаться на них.
        </p>
      </div>
      <div className="editor-info-section">
        <img src={editor} alt="Turan" />
        <p>
          ТАМЕНОВА САЛТАНАТ САРСЕНБАЕВНА к.э.н., доцент Образование,
          ученая/академическая степень, звание 1977-1981 г.г. – Алма-Атинский
          институт народного хозяйства, экономист 1986- 1989г.г. – Алма-Атинский
          институт народного хозяйства, аспирантура Экономист-исследователь
          Академический и практический опыт: 1981-2002 – преподаватель кафедры
          «Экономика» КазЭУ им. Т. Рыскулова, эксперт-консультант Института
          повышения квалификации 2000 - 2005 - эксперт-консультант, ТОО
          «Бизнес-консалтинг» 2002 -2004 – декан программы МВА, Университет
          Международного Бизнеса 2004- 2010 – доцент, зам директора, директор
          Магистратуры Национального Банка РК 2010- 2014 – проректор по научной
          работе, Университет «Нархоз» 2014-2016 – директор Института
          социально-экономических исследований, Университет «Нархоз» 2016 -
          2019– зав.кафедрой «Экономика и Менеджмент», декан Экономического
          факультета, Университет «Туран» Март 2019 – по настоящее время
          директор Центра Инновационного развития региона, Университет «Туран»
          Повышение квалификации, участие в научных конференциях и семинарах
          Маастрихтская школа менеджмента, Университет Л.Боккони (Милан,
          Италия), январь-май 1995 Семинар AOTS (Япония) «Японский стиль
          менеджмента» август 1997г. Управление проектами. Стандарт ANSI PMI
          РМВоК Guide 2000, (Алматы,2003) «Практика внедрения систем
          электронного обучения и управления знаниями» 21-22 мая
          2007г.-сертификат международного консорциума «Электронный университет»
          и журнала «eLearning World»; Семинар Высшая школа Бундесбанка
          «Монетарная политика в условиях глобальной экономики» 7-18 апреля 2008
          г. Хахенбург, Германия (сертификат) Мастер-классе: «Корпоративное
          управление для ВУЗов» 20января 2011г., сертификат Профессиональная HR
          ассоциация Казахстана Семинар «Исследовательские ВУЗы и инновации-
          возможности использования Британского опыта в Казахстане» 2-3 марта
          2011г. сертификат в рамках проекта British Council INSPIRE National
          Workshop «Promoting Scientific Researches and Innovations for Economic
          Development» - 30 May-1 June 2011, SERTIFICATE of the UNESCO,
          .National Center for scientific and technical information. XVII
          International Conference "Science Online: электронные информационные
          ресурсы для науки и образования", 24-31 мая 2013 г., Италия МОН РК,
          EDTECH-KZ «Citiation analysis and its role in the scientific world»
          7-8 мая 2014г. TEMPUS, ISMU Strategic management of Universities
          тренинг семинар 18-19 июня 2014г. IIASA project “Challenges and
          Opportunities of Economic Integration within a wider European and
          Eurasian Space, Trade Polisy Regimes, Workshop within the ”,8-9 July
          2014, Viena,Austria Das Hochschul-system in Deutschland, 4-15 декабря
          2015г, Interculturell Weterbildungsge-sellschaft e.V. Германия V
          International Turkish World Economy Forum, 20-22 oct. 2017 in Mugla
          University (Turkey) Проект HEINNOVATE: European Commission, DG
          Education and Culture and the OECD LEED Forum,21 June 2018)
          https://heinnovate.eu/en/resource/heinnovate-turan-university-kazakhstan
          Проект One Asia 2019
          http://www.eurasia.or.jp/en/subsidies/grants/detail.html?kazakhstan
          Bilge Kagan 2nd International Conference November 5-7, 2019 ,
          Barselona, Spain Международная конференция по устойчивому развитию и
          изменению климата (International Conference on Sustainability and
          Climate Change) 22 мая 2020г http://climateconf.org/,
          https://iopscience.iop.org/issue/1755-1315/534/1 Проект – GUESSS 2021
          Глобальное исследование предпринимательского духа студентов.
          Национальный отчета GUESSS KAZAKHSTAN 2018, 2021 Имеет
          научно-педагогический и организационный опыт работы в сфере высшего
          экономического образования, награждена МОН РК нагрудным знаком «За
          заслуги в развитии науки Республики Казахстана». Наряду с этим
          осуществляет экспертно-консалтинговую деятельность в сфере бизнеса и
          реального сектора экономики через участие в работе различных
          рейтинговых и аккредитационных органов: независимый эксперт НЦГНТЭ, АО
          «Фонд науки», НААР. Участие в реализации образовательных программ
          Университета осуществляет через подготовку новых инновационных
          дисциплин: «Инноватика», «Управление технологической модернизацией
          РК», «Бизнес исследование», «Практический менеджмент: профессиональные
          навыки» и др. На образовательной платформе «Открытый университет
          Казахстана» размещен видеокурс «Предпринимательство: теория, процесс,
          практика — в https://openu.kz/ru/author/47. В рамках научных
          исследований осуществляет участие в международных исследованиях и
          публикациии в научных журналах и материалах научных конференций и
          семинаров, является автором более 200 научных и публицистических
          статей, 3 аналитических монографий, 2 исследовательских проектов,
          имеет 4 авторских свидетельств, имеет 4 публикаций в международных
          базах Web of Science, Scopus, индекс Хирша равен 2. ORCID:
          0000-0002-2656-6040 Web of Science Researcher ID: Е-6923-2017 Scopus
          Author ID: 57216932203 SPIN РИНЦ: 1279-7975 ISSN 1562-2959 (Print)
        </p>
      </div>
    </div>
  );
}

export default Home;
